CSI API ETABS v1
eMatTypeColdFormed Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eMatTypeColdFormed
Public Enumeration eMatTypeColdFormed
Dim instance As eMatTypeColdFormed
public enum class eMatTypeColdFormed
type eMatTypeColdFormed
Members
Member name | Value | Description
ASTM_A653SQGr33 | 1
ASTM_A653SQGr50 | 2
See Also
Reference
ETABSv1 Namespace